tap "cloudflare/cloudflare"
tap "felixkratz/formulae"
tap "homebrew-zathura/zathura"
tap "mutagen-io/mutagen"
tap "nikitabobko/tap"
tap "sst/tap"
tap "tw93/tap"
brew "ast-grep"
brew "bat"
brew "cloudflared"
brew "d2"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "glow"
brew "gnu-sed"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "pandoc"
brew "poppler"
brew "pdf2svg"
brew "pipx"
brew "pre-commit"
brew "rbenv"
brew "resvg"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "starship"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "woff2"
brew "yarn"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-system-clipboard"
brew "fzf-tab"
brew "homebrew-zathura/zathura/zathura-pdf-poppler"
brew "mutagen-io/mutagen/mutagen"
brew "tw93/tap/mole"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-lora"
cask "font-merriweather"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "klatexformula"
cargo "tdf-viewer"
cargo "weathr"
cargo "sd"
uv "basedpyright"
uv "motheme"
uv "ty"
